Repository: cbsghost/CornerClick
Catalog: *.lproj/Localizable.strings
Languages: french, spanish, zh_tw

source: Main Screen
french: Écran principal
spanish: Pantalla Principal
zh_tw: 主要螢幕

source: Screen #%d
french: Écran n°%d
spanish: Pantalla #%d
zh_tw: 螢幕 #%d

source: New CornerClick Version
french: Nouvelle version de CornerClick
spanish: Nueva Versi—n de CornerClick
zh_tw: 新的 CornerClick 版本

source: An old version of CornerClick was active (version %d.%d). It will be deactivated and version %d.%d will be activated.
french: Une ancienne version de CornerClick était active (version %d.%d). Elle sera désactivée et la version %d.%d sera activée.
spanish: Una antigua versi—n de CornerClick estaba activa (versi—n %d.%d). Ser‡ desactivada y la versi—n %d.%d ser‡ activada.
zh_tw: 較舊版本的 CornerClick 在執行中 (版本 %d.%d)。它將會被停用，且將會啟用版本 %d.%d。

source: Deactivate Failed
french: La désactivation a échouée
spanish: Desactivaci—n fallida
zh_tw: 停用失敗

source: The CornerClick helper application could not be deactivated.
french: L'application CornerClick n'a pu être désactivée.
spanish: La aplicaci—n ayudante de CornerClick podr’a no ser desactivada.
zh_tw: 這個 CornerClick 輔助應用程式無法停用。

source: OK
spanish: Listo
zh_tw: 好

source: Trying to activate
french: Activation en cours
spanish: Probando activaci—n
zh_tw: 正在嘗試啟動

source: Trying to deactivate
french: Désactivation en cours
spanish: Probando desactivaci—n
zh_tw: 正在嘗試停用

source: Activate Failed
french: L'activation a échouée
spanish: Activaci—n fallida
zh_tw: 啟動失敗

source: The CornerClick helper application could not be launched.
french: L'application CornerClick n'a pu être lancée.
spanish: La aplicaci—n ayudante de CornerClick podr’a no ser lanzada.
zh_tw: 這個 CornerClick 輔助應用程式無法啟動。

source: no file chosen
french: aucun fichier choisi
spanish: No hay elemento seleccionado
zh_tw: 沒有選擇檔案

source: no script chosen
french: aucun script choisi
spanish: no hay script seleccionado
zh_tw: 沒有選擇工序指令

source: Hide Current Application
french: Masquer l'application courante
spanish: Ocultar actual aplicaci—n
zh_tw: 隱藏目前的應用程式

source: Hide Other Applications
french: Masquer les autres applications
spanish: Ocultar otras aplicaciones
zh_tw: 隱藏其他的應用程式

source: Open URL %@
french: Ouvrir l'URL %@
spanish: Abrir URL %@
zh_tw: 打開網址 %@

source: Click
french: Clic
zh_tw: 按一下

source: %d screens
french: %d écrans
zh_tw: %d 螢幕

source: Right-Click
french: Clic-droit
zh_tw: 右鍵按一下

source: Open Readme File
french: Ouvrir le fichier lisez-moi
zh_tw: 打開讀我檔案

source: Quick...
french: Rapide…
zh_tw: 快速...

source: Scripts
zh_tw: 工序指令

source: Files
french: Fichiers
zh_tw: 檔案

source: CornerClick Preferences
french: Préférences de CornerClick
zh_tw: CornerClick 偏好設定
